driver-tests/bpelse/ScopeTermination/ScopeTerminationJbi/test/OnMessageTerminationInScope/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rec="http://j2ee.netbeans.org/wsdl/OnMessageTerminationInScope_Driver">
  <soapenv:Body>
    <rec:OnMessageTerminationInScope_DriverOperation>
      <part1>?string?</part1>
    </rec:OnMessageTerminationInScope_DriverOperation>
  </soapenv:Body>
</soapenv:Envelope>